{
  "data": {
    "content": {
      "path": "about",
      "title": "About Us",
      "content": "<h4>A New Approach</h4><p>We start with leading-edge, technologically advanced natural and naturally derived bioactive ingredients, many of which are proprietary, and ensure every molecule in every ingredient we use is recognizable and utilizable by our bodies and that none of them are potentially harmful, preventing chemical build-up and cellular toxicity. We then optimize the process and efficacy of these ingredients with proprietary delivery technologies that ensure no dilution and optimal delivery to the areas where they will be most effective.\n</p><h4>Clean and Green</h4><p></p><Our>products are ‘clean’ and free of the harsh chemicals like parabens sulfates, phthalates, propylene glycol, mineral oils, synthetic fragrances, and dyes that most skin care brands continue to use. Science is now proving that these harsh chemicals are unhealthy for the skin and that some of them are considered carcinogenic and can actually find their way into a person’s bloodstream.</Our><h4>Efficacious Ingredients</h4><p>Patented active plant cells, growth factors, peptides, amino acids, enzymes, algae, organic superfoods rich in phytonutrients, organic cold pressed, extra virgin plant, fruit, nut, and seed oils for their prized fatty acid profiles, rich sources of phytonutrients & anti-oxidants, and ease of skin utilization. All of which are clinically tested for efficacies and skin compatibility.\n</p><p>Our superfoods are harvested with unique proprietary technology that not only keeps their potent phytonutrients and polyphenols fully intact and active, but that yields higher concentrations of them as well, drenching our skin cells with a plethora of nutrients.\n\nPatent-protected micro-encapsulation delivery technologies to optimize product performance.\n</p><h4>LIVE Nutrient Dense Superfood topicals</h4><p>Skin Moderne is dedicated to fostering a culture of innovation. We continuously probe, search, experiment, and craft ways to improve our skin care products, ingredients, and technologies. It is our desire to not only inspire our clients, but to deliver efficacies and results beyond their expectations.</p>",
      "component": "ContentPage"
    }
  }
}